"DETAIL_NAV_TITLE" = "تفاصيل";

"DUE" = "الاستحقاق";
"NONE_DUE_DATE" = "لا شيء";
"DUE_DATE_DETAIL_NAV_TITLE" = "تاريخ الاستحقاق";
"HAS_DUE_DATE_SWITCH_TITLE" = "الاستحقاق";
"SHOW_MORE" = "إظهار المزيد...";
"SHOW_LESS" = "إظهار عدد أقل…";
"PRIORITY" = "الأولوية";

// Priority
"NONE_PRIORITY" = "لا شيء";
"LOW_PRIORITY" = "أولوية منخفضة";
"MEDIUM_PRIORITY" = "أولوية متوسطة";
"HIGH_PRIORITY" = "أولوية عالية";
"PRIORITY_DETAIL_NAV_TITLE" = "الأولوية";

// Lists
"REMINDER_LIST" = "قائمة";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "تذكيري";
"NONE_REMINDER_ALERT" = "مطلقًا";
"ON_A_DAY" = "تذكيري في يوم";
"AT_A_LOCATION" = "تذكيري عند الموقع";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "عند الموقع";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "الموقع الحالي";
"CHOOSE_ADDRESS" = "اختيار جهة اتصال...";
"DETERMINING_LOCATION" = "يتم الآن تحديد الموقع..";
"CANNOT_DETERMINE_LOCATION" = "لا يمكن تحديد الموقع";
"MY_ADDRESS_WITHOUT_LABEL" = "عنواني"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "عنوان %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "‏%2$@‎ الخاص بـ %1$@‎"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "الوصول";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "مغادرة";
"DUE_ALL_DAY_FORMAT" = "%@ (اليوم كله)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "سيتم تذكيرك في %@،\n%@، أو الساعة %@\nفي هذا اليوم على أبعد تقدير."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "عند الوصول لهذا الموقع";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "عند مغادرة هذا الموقع";

// Location
"LOCATION" = "الموقع";
"NONE_LOCATION" = "لا شيء";
"ALARM_PROXIMITY_ENTER" = "عند وصولي";
"ALARM_PROXIMITY_LEAVE" = "عند مغادرتي";
"LOCATION_PEOPLE_PICKER_PROMPT" = "اختيار موقع جهة الاتصال";
"WIFI_DISABLED_SUBTEXT" = "قم بتمكين الـ Wi-Fi في الإعدادات لتحسين دقة التذكيرات التي تعتمد على الموقع.";
"WIFI_DISABLED_PROMPT" = "سيقوم تمكين الـ Wi-Fi في الإعدادات بتحسين دقة موقعك.";
"WLAN_DISABLED_SUBTEXT" = "قم بتمكين WLAN في الإعدادات لتحسين دقة التذكيرات التي تعتمد على الموقع.";
"WLAN_DISABLED_PROMPT" = "سيقوم تمكين WLAN في الإعدادات بتحسين دقة موقعك.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "قم بتمكين خدمات الموقع في الإعدادات لاستخدام التذكيرات التي تعتمد على الموقع.";
"SETTINGS" = "الإعدادات";
"TYPED_LOCATION_PLACEHOLDER" = "أدخل عنوان...";
"TYPED_LOCATION_GEOCODE_FAILURE" = "لا يمكن تحديد موقع هذا العنوان. الرجاء التحقق من الإملاء والمحاولة مرة أخرى.";
"MAP" = "الخريطة";
"SHOW_IN_MAP" = "إظهار على الخريطة";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "المواقع الخاصة بي";
"ME_CARD_ALERT_BODY" = "يمكن للتذكيرات استخدام معلومات جهات الاتصال الخاصة بك لعرض خيارات الموقع مثل \"المنزل\" أو \"العمل\". أي جهة اتصال ترغب باستخدامها؟";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "اختيار";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "شمال";
"LOCATION_DEGREES_EAST" = "شرق";
"LOCATION_DEGREES_SOUTH" = "جنوب";
"LOCATION_DEGREES_WEST" = "غرب";
"LOCATION_DEGREES_FORMAT" = "‪%d°%d'%.0f''‬ %@";
"LOCATION_STRING_FORMAT" = "‏%@، %@";

"CANNOT_SAVE_REMINDER" = "لا يمكن حفظ التذكير";

"UNTITLED_REMINDER" = "بلا عنوان";
